/* Version number label */
"versionNumberLabel" = "version %@";

/* Boxee found message. */
"boxeeFoundMessage" = "A Boxee was found at %@, port %ld.\nIt %@.\n\nConnect to it?";

/* Boxee found title. */
"boxeeFoundTitle" = "Boxee found";

/* Button label for cancel ongoing connection action */
"cancelConnectionLabel" = "Cancel";

/* Message to be displayed upon cancelling connection to a Boxee */
"cancelledConnectionMsg" = "Connection cancelled";

/* Button label for connect to Boxee action */
"connectBoxeeLabel" = "Connect Boxee";

/* Message to be displayed when an error happens while scanning for Boxees */
"errorScanningForBoxeesMsg" = "Error searching for Boxee. Please try again.";

/* Message to be displayed upon failing to connect to a Boxee */
"failedToConnectMsg" = "Connection failed. Please check if your Boxee is online.";

/* Empty boxee hostname validation error */
"hostNotSpecified" = "Boxee not specified. Please inform your Boxee hostname or IP address.";

/* Invalid boxee port validation error */
"invalidPort" = "Invalid port number.";

/* Message to be displayed upon loosing connection to a Boxee */
"lostConnectionMsg" = "Connection to Boxee lost. Plese check if your Boxee is online.";

/* No */
"no" = "No";

/* No Boxee found title. */
"noBoxeeFoundTitle" = "No Boxee found";

/* Password not required by Boxee message. */
"passwordNotRequired" = "doesn't require a password";

/* Password required by Boxee message. */
"passwordRequired" = "requires a password";

/* Empty boxee port validation error */
"portNotSpecified" = "portNotSpecified";

/* Button label for scan Boxee action */
"scanBoxeeLabel" = "Find Boxee";

/* Button label for scanning Boxee action */
"scanningBoxeeLabel" = "Searching ...";

/* Try again message */
"tryAgainMsg" = "Please try again";

/* Yes */
"yes" = "Yes";

